<?
$M['BTN_SAVE'] = "Сохранить";
$M['BTN_CANCEL'] = "Отмена";
$M['TABS_MAIN'] = "Основное";
$M['TABS_GROUP'] = "Группа";
$M['ERROR_CODE_EMPTY'] = 'Поле "Код" обязательно';
$M['ERROR_NAME_RU_EMPTY'] = 'Поле "Название (рус.)" обязательно';
$M['ERROR_NAME_EN_EMPTY'] = 'Поле "Название (анг.)" обязательно';
$M['ERROR_LENGHT_EMPTY'] = 'Поле "Длина" должно быть заполнено для данного типа';
$M['ERROR_DEFAULT_EMPTY'] = 'При данном варианте поля "По умолчанию" поле "По умолчанию (значение)" должно быть заполнено';

$M['PAGE_TITLE'] = "Новый пользовательское поле";
$M['PAGE_DESCRIPTION'] = "Добавление нового пользователя поля к уже существующим в базе данных";
$M['LIST_YES'] = "Да";
$M['LIST_NO'] = "Нет";
$M['T_CODE'] = "Код";
$M['T_NAME_RU'] = "Название (рус.)";
$M['T_NAME_EN'] = "Название (анг.)";
$M['T_TYPE'] = "Тип";
$M['T_LENGHT'] = "Длина";
$M['T_DEFAULT'] = "По умолчанию";
$M['T_DEFAULT_VALUE'] = "По умолчанию (значение)";
$M['T_VIEW_IN_LIST'] = "Показывать в списке";
$M['T_INDEX'] = "Индекс";
?>