<?
$M['BTN_BACK'] = "&#x2770; Назад";
$M['BTN_SAVE'] = "Сохранить";

$M['PAGE_TITLE'] = "Новое видео";
$M['PAGE_DESCRIPTION'] = "Добавление нового видео в галлерею";
$M['T_VIDEO_ADRESS'] = "Введите адресс видео:";
$M['T_VIDEO_NAME'] = "Введите название видео:";
$M['ERROR_URL_EMPTY'] = "Необходимо заполить адрес видео";
$M['ERROR_NAME_EMPTY'] = "Необходимо заполнить название видео";
$M['ERROR_SOURCE_EMPTY'] = "Не указан источник видео, возможно произошла ошибка, попробуйте перезагрузить страницу";
$M['ERROR_GROUP_ID_EMPTY'] = "Не указан идентификатор галереи";
$M['ERROR_URL_VIDEO_ID_EMPTY'] = "Не указан идентификатор видео";
$M['VIDEO_ADDED1'] = "Видео \"";
$M['VIDEO_ADDED2'] = "\" добавлено";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
$M['DONT_HAVE_RIGHT_TO_GALLERY'] = "У вас нет доступа к данной видео галерее";
?>