<?
$M['BTN_SAVE'] = "Сохранить";
$M['BTN_CANCEL'] = "Отмена";

$M['ERROR_INVALID_CODE'] = "Недопустимые символы в \"Коде\"";
$M['ERROR_CODE_EXIST'] = "Такой \"Код\" существует";
$M['ERROR_CODE_EMPTY'] = "Необходимо заполнить поле \"Код\"";
$M['ERROR_NAME_EMPTY'] = "Необходимо заполнить поле \"Название \"";

$M['GALLERY_CREATED_1'] = "Новая галерея \"";
$M['GALLERY_CREATED_2'] = "\" создана";
$M['PAGE_TITLE'] = "Новая галерея";
$M['PAGE_DESCRIPTION'] = "Добавление новой галереи в базу данных";
$M['LIST_YES'] = "Да";
$M['LIST_NO'] = "Нет";

$M['T_CODE'] = "Код (уникальный)";
$M['T_NAME'] = "Название";
$M['T_ACTIVEN'] = "Активна";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
?>