<?
$M['BTN_SAVE'] = "Сохранить";
$M['BTN_CANCEL'] = "Отмена";

$M['ERROR_INVALID_CODE'] = "Недопустимые символы в \"Коде\"";
$M['ERROR_CODE_EXIST'] = "Такой \"Код\" существует";
$M['ERROR_CODE_EMPTY'] = "Необходимо заполнить поле \"Код\"";
$M['ERROR_NAME_EMPTY'] = "Необходимо заполнить поле \"Название \"";

$M['GALLERY_UPDATE_1'] = "Данные галереи \"";
$M['GALLERY_UPDATE_2'] = "\" обновлены";
$M['PAGE_TITLE'] = "Изменение видео галереи";
$M['PAGE_DESCRIPTION'] = "Изменение данных видео галереи";
$M['LIST_YES'] = "Да";
$M['LIST_NO'] = "Нет";

$M['T_CODE'] = "Код (уникальный)";
$M['T_NAME'] = "Название";
$M['T_ACTIVEN'] = "Активна";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
?>