<?/*
$MESS['email_name'] = "Название которое будет Именем отправиля email'а";
$MESS['confirm_email'] = "Исходящий Email адресс для почты подтверждения";
$MESS['fp_email'] = "Исходящий Email адресс для почты востановления пароля";
*/
$M['email_name'] = "Название которое будет Именем отправителя email'а";
$M['confirm_email'] = "Исходящий Email адресс для почты подтверждения";
$M['fp_email'] = "Исходящий Email адресс для почты востановления пароля";
$M['PAGE_TITLE'] = "Настройка почты";
$M['PAGE_DESCRIPTION'] = "Настройка свойств отвечающих за работу почты";
$M['SAVE_BTN'] = "Сохранить";
$M['CANCEL_BTN'] = "Отмена";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
?>