<?
$M['T_ID'] = "ID";
$M['T_CODE'] = "Код";
$M['T_NAME'] = "Название";
$M['T_DESCRIPTION'] = "Описание";
$M['T_ACTIVE'] = "Активна";
$M['T_TYPE'] = "Тип";
$M['T_LIST_YES'] = "Да";
$M['T_LIST_NO'] = "Нет";
$M['M_T_EDIT'] = "Редактировать";
$M['M_T_DELETE'] = "Удалить";
$M['M_T_CLEAR'] = "Очистить";
$M['G_M_T_DELETE'] = "Удалить";
$M['E_D_CONFIRMATION'] = "Вы уверены что хотите удалить данный элемент?";
$M['G_D_CONFIRMATION'] = "Вы уверены что хотите удалить выбранные элементы?";
$M['PAGE_TITLE'] = "Список галерей";
$M['PAGE_DESCRIPTION'] = "Список галерей с изображениями";
$M['T_BTN_ADD_GROUP'] = "Добавить галерею";
$M['ERROR_SYSTEM_DELETE'] = "Системные элементы удалять нельзя";
$M['ERROR_NOT_EMPTY_DELETE'] =  "Галерея содержит изображения, вам необходимо очистиь галерею прежде чем удалять ее";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
$M['NO_PERMITS_DELETE_USER'] = "У вас нет прав на удаление галерей";
?>