<?
$M['BTN_SAVE'] = "Сохранить";
$M['BTN_APPLY'] = "Применить";
$M['BTN_CANCEL'] = "Отмена";
$M['TABS_MAIN'] = "Основное";
$M['TABS_RIGHTS'] = "Права";
$M['ERROR_INVALID_CODE'] = "Недопустимые символы в \"Коде\"";
$M['ERROR_CODE_EXIST'] = "Такой \"Код\" существует";
$M['ERROR_CODE_EMPTY'] = "Необходимо заполнить поле \"Код\"";
$M['ERROR_NAME_EN_EMPTY'] = "Необходимо заполнить поле \"Название (анг.)\"";
$M['ERROR_NAME_RU_EMPTY'] = "Необходимо заполнить поле \"Название (рус.)\"";
$M['ERROR_RIGHT_ADD'] = "Неудалось добавить право c id ";
$M['ERROR_GALLERY_RIGHT_ADD'] = "Неудалось добавить право досиупа к галерее c id ";
$M['ERROR_RANG_OUT_RANGE'] = "Ранг должен быть в пределах от 1 до 999";
$M['DONT_HAVE_RIGHT'] = "У вас нет права на просмотр данной страницы";
$M['RANG_TOO_LOW'] = "Вы не можете редактировать группу рангом выше или равном вашему";
$M['ERROR_RANG_TOO_LOW'] = "Вы не можете дать группе ранг выше вашего";

$M['GROUP_UPDATED_1'] = "Данные группы \"";
$M['GROUP_UPDATED_2'] = "\" обновлены";
$M['PAGE_TITLE'] = "Редактирование группы";
$M['PAGE_DESCRIPTION'] = "Редактирование уже созданной группы";
$M['LIST_YES'] = "Да";
$M['LIST_NO'] = "Нет";
$M['LIST_CUSTOM'] = "Обычный";
$M['LIST_SYSTEM'] = "Системный";
$M['T_CODE'] = "Код (уникальный)";
$M['T_NAME_EN'] = "Название (анг.)";
$M['T_NAME_RU'] = "Название (рус.)";
$M['T_DESCRIPTION_EN'] = "Описание (анг.)";
$M['T_DESCRIPTION_RU'] = "Описание (рус.)";
$M['T_ACTIVEN'] = "Активна";
$M['T_TYPE'] = "Тип";
$M['T_RANG'] = "Ранг";
?>