<?
$M['T_ID'] = "ID";
$M['T_CODE'] = "Код";
$M['T_NAME'] = "Название";
$M['T_DESCRIPTION'] = "Описание";
$M['T_ACTIVE'] = "Активна";
$M['T_TYPE'] = "Тип";
$M['T_RANG'] = "Ранг";
$M['T_LIST_YES'] = "Да";
$M['T_LIST_NO'] = "Нет";
$M['M_T_EDIT'] = "Редактировать";
$M['M_T_DELETE'] = "Удалить";
$M['G_M_T_DELETE'] = "Удалить";
$M['E_D_CONFIRMATION'] = "Вы уверены что хотите удалить данный элемент?";
$M['G_D_CONFIRMATION'] = "Вы уверены что хотите удалить выбранные элементы?";
$M['PAGE_TITLE'] = "Список групп";
$M['PAGE_DESCRIPTION'] = "Список групп имеющихся в системе";
$M['T_BTN_ADD_GROUP'] = "Добавить группу";
$M['ERROR_SYSTEM_DELETE'] = "Системные элементы удалять нельзя";
$M['DONT_HAVE_RIGHT'] = "У вас нет права на просмотр данной страницы";
$M['NO_PERMITS_DELETE_GROUP'] = "У вас нет прав на удаление групп";
$M['TOO_LOW_RANG'] = "Вы не можете удалять группы у которых ранг выше или равен вашему";
?>