<?
$M['BTN_SAVE'] = "Сохранить";
$M['BTN_CANCEL'] = "Отмена";
$M['ERROR_INVALID_CODE'] = "Недопустимые символы в \"Коде\"";
$M['ERROR_CODE_EXIST'] = "Такой \"Код\" существует";
$M['ERROR_CODE_EMPTY'] = "Необходимо заполнить поле \"Код\"";
$M['ERROR_NAME_EN_EMPTY'] = "Необходимо заполнить поле \"Название (анг.)\"";
$M['ERROR_NAME_RU_EMPTY'] = "Необходимо заполнить поле \"Название (рус.)\"";
$M['DONT_HAVE_RIGHT'] = "У вас нет права на просмотр данной страницы";

$M['RIGHT_UPDATE_1'] = "Право с кодом \"";
$M['RIGHT_UPDATE_2'] = "\" обновлено";
$M['PAGE_TITLE'] = "Редактирование права";
$M['PAGE_DESCRIPTION'] = "Редактирование уже созданого права";
$M['LIST_CUSTOM'] = "Обычный";
$M['LIST_SYSTEM'] = "Системный";
$M['T_CODE'] = "Код (уникальный)";
$M['T_NAME_EN'] = "Название (анг.)";
$M['T_NAME_RU'] = "Название (рус.)";
$M['T_DESCRIPTION_EN'] = "Описание (анг.)";
$M['T_DESCRIPTION_RU'] = "Описание (рус.)";
$M['T_CATEGORY'] = "Категория";
$M['T_TYPE'] = "Тип";
?>