<?
$M['T_ID'] = "ID";
$M['T_CODE'] = "Код";
$M['T_NAME'] = "Название";
$M['T_DESCRIPTION'] = "Описание";
$M['T_CATEGORY'] = "Категория";
$M['T_TYPE'] = "Тип";
$M['T_LIST_YES'] = "Да";
$M['T_LIST_NO'] = "Нет";
$M['M_T_EDIT'] = "Редактировать";
$M['M_T_DELETE'] = "Удалить";
$M['G_M_T_DELETE'] = "Удалить";
$M['E_D_CONFIRMATION'] = "Вы уверены что хотите удалить данный элемент?";
$M['G_D_CONFIRMATION'] = "Вы уверены что хотите удалить выбранные элементы?";
$M['PAGE_TITLE'] = "Список прав";
$M['PAGE_DESCRIPTION'] = "Список прав имеющихся в системе";
$M['T_BTN_ADD_RIGHT'] = "Добавить новое право";
$M['ERROR_SYSTEM_DELETE'] = "Системные элементы удалять нельзя";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
$M['ERROR_DR_TO_DELETE'] = "У вас нет прав на на удаление прав";
?>