<?
$M['T_ID'] = "ID";
$M['T_LOGIN'] = "Логин";
$M['T_EMAIL'] = "Email";
$M['T_DATE_CREATE'] = "Дата создания";
$M['T_ACTIVE'] = "Активен";
$M['T_GROUPS'] = "Группа";
$M['T_LIST_YES'] = "Да";
$M['T_LIST_NO'] = "Нет";
$M['M_T_EDIT'] = "Редактировать";
$M['M_T_DELETE'] = "Удалить";
$M['G_M_T_DELETE'] = "Удалить";
$M['E_D_CONFIRMATION'] = "Вы уверены что хотите удалить данный элемент?";
$M['G_D_CONFIRMATION'] = "Вы уверены что хотите удалить выбранные элементы?";
$M['PAGE_TITLE'] = "Список пользователей";
$M['PAGE_DESCRIPTION'] = "Список пользователей зарегестрировынных в системе";
$M['T_BTN_ADD_USER'] = "Добавить пользователя";
$M['T_RANG'] = "Ранг";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
$M['NO_PERMITS_DELETE_USER'] = "У вас нет прав на удаление пользователей";
$M['NO_PERMITS_DELETE_USER_O'] = "Данного пользователя нельзя удалить";
$M['ERROR_CANT_SELF_DELETE'] = "Вы не можете удалить сами себя";
?>