<?
$M['BTN_SAVE'] = "Добавить изображения в галерею";

$M['PAGE_TITLE'] = "Галерея Удаленых видео";
$M['PAGE_DESCRIPTION'] = "";
$M['T_ID'] = "Id";
$M['T_NAME'] = "Название";
$M['T_TYPE'] = "Тип";
$M['T_ANIMATED'] = "Анимирован";
$M['T_ACTIVATED'] = "Активирован";
$M['T_ACTIVE'] = "Активен";
$M['T_DELETED'] = "Уделен";
$M['T_DATE_INSERT'] = "Дата добавления";
$M['T_LIST_YES'] = "Да";
$M['T_LIST_NO'] = "Нет";
$M['G_D_CONFIRMATION'] = "Вы действительно хотите удалить выбраные изображения";
$M['G_DELETE'] = "Удалить";
$M['G_ACTIVE'] = "Активировать";
$M['G_DEACTIVE'] = "Деактивировать";
$M['G_RESTORE'] = "Восстановить";
$M['G_D_RESTORE'] = "Вы действительно хотите восстановить выбраные изображения";
$M['DONT_HAVE_RIGHT'] = "У вас нет прав на просмотр данной страницы";
$M['ERROR_DELETE_VIDEO_RIGHTS'] = "У вас нет прав на удаление видео";
$M['ERROR_RESTORE_VIDEO_RIGHTS'] = "У вас нет прав на восстановление видео";
?>